[
  {
    "images":      "public/images/vapor-untouchable-2.jpg",
    "name":        "Vapor Untouchable",
    "description": "Men's Football Cleat features a one-piece Flyknit upper and carbon fiber plate for a super-lightweight fit and stability ideal for skill players who need maximum comfort and support on the field.",
    "likes":       540,
    "comments":    39
  },
  {
    "images":      "public/images/air-max-1.jpg",
    "name":        "Air Max 1",
    "description": "Designed for runners, the Air Max 1 was created for speed and impact with lightweight and well-cushioned construction. ",
    "likes":       420,
    "comments":    51 
  },
  {
    "images":      "public/images/eqt-support.jpg",
    "name":        "EQT Support 93",
    "description": "Continuing the legacy of the '93 sneaker, these men's shoes pay homage to the rich history of adidas' Equipment line. This sneaker follows the original material specs of the 1993 shoe and adds ultra-modern boost™ cushioning for incredible comfort.",
    "likes":       387,
    "comments":    12 
  },
  {
    "images":      "public/images/pure-boost-1.jpg",
    "name":        "Pure Boost 1",
    "description": "A sleek design pairs with boost™ energy-returning foam to bring enhanced cushioning to these lightweight men's running shoes. The one-piece upper has subtle overlays. It features a perforated heel piece for support and breathability.",
    "likes":       982,
    "comments":    193
  },
  {
    "images":      "public/images/socfly-black.jpg",
    "name":        "Socfly Black",
    "description": "Bringing modern running shoe comfort to a summer-ready design, the Nike Free Socfly zips around with elements taken from the Nike Free 3.0 for natural motion flexibility in every step.",
    "likes":       613,
    "comments":    88
  },
  {
    "images":      "public/images/huarache-light-bone.jpg",
    "name":        "Huarache Light Bone",
    "description": "The Nike Air Huarache Women's Shoe features a lightweight combination upper for comfort and breathability and a low-profile design with an Air-Sole unit for excellent cushioning.",
    "likes":       492,
    "comments":    51
  }
]